Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/Settings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# settings.workspace.squash
source: Squash
de: Kürbis
es: calabaza
fr: Courge
ja: スカッシュ
ko: 스쿼시
pt_br: Abóbora
ru: Сквош
tr: kabak
uk: Сквош
vi: bí
zh_hans: 壁球

# settings.workspace.storageMode
source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장
pl: Przechowywanie
pt_br: Armazenamento
ru: Хранение
tr: Depolama
uk: Зберігання
vi: Lưu trữ
zh_hans: 存储

# settings.workspace.worktrees
source: Worktrees
de: Arbeitsbäume
es: árboles de trabajo
fr: Arbres de travail
ja: ワークツリー
ko: 작업 트리
pl: Drzewa robocze
pt_br: Árvores de trabalho
ru: Рабочие деревья
tr: Çalışma ağaçları
uk: Робочі дерева
vi: Cây làm việc
zh_hans: 工作树

# settings.workspace.wslBasePath
source: WSL base path
de: WSL-Basispfad
es: Ruta base WSL
fr: Chemin de base WSL
ja: WSLベースパス
ko: WSL 기본 경로
pl: Ścieżka bazowa WSL
pt_br: Caminho base WSL
ru: Базовый путь WSL
tr: WSL temel yolu
uk: Базовий шлях WSL
vi: Đường dẫn cơ sở WSL
zh_hans: WSL 基本路径

# settings.appearance.system
source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системная
tr: Sistem
uk: Системний
vi: Hệ thống
zh_hans: 系统

# settings.appearance.theme
source: Theme
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pl: Motyw
pt_br: Tema
ru: Тема
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题

# settings.generation.terminal
source: Terminal
es: terminales
fr: Borne
ja: ターミナル
ko: 터미널
pt_br: Terminais
ru: Терминал
tr: terminali
uk: Термінал
vi: thiết bị đầu cuối
zh_hans: 终端

# settings.platform.windows
source: Windows
es: ventanas
fr: Fenêtres
ja: 窓
ko: 윈도우
pl: Okna
pt_br: Janelas
ru: Окна
uk: вікна
vi: cửa sổ
zh_hans: 窗户

# settings.profile.name
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pl: Imię
pt_br: Nome
ru: Имя
tr: İsim
uk: Ім'я
vi: Tên
zh_hans: 名称

# settings.profile.skills
source: Skills
es: Habilidades
fr: Compétences
ja: スキル
ko: 스킬
pl: Umiejętności
ru: Навыки
tr: Beceriler
uk: Навички
vi: Kỹ năng
zh_hans: 技能

# settings.route.generation
source: Generation
es: Generación
fr: Génération
ja: 世代
ko: 세대
pl: Pokolenie
pt_br: Geração
ru: Поколение
tr: Nesil
uk: Покоління
vi: thế hệ
zh_hans: 一代

# settings.usage.credits
source: Credits
es: Créditos
fr: Crédits
ja: クレジット
ko: 크레딧
pl: Kredyty
pt_br: Créditos
ru: Кредиты
tr: Kredi
uk: Кредити
vi: Tín dụng
zh_hans: 制作人员

# settings.workspace.global
source: Global
es: Mundial
fr: Mondial
ja: グローバル
ko: 글로벌
pl: Globalny
pt_br: Globais
ru: Глобальный
tr: Küresel
uk: Глобальний
vi: Toàn cầu
zh_hans: 全球

# settings.workspace.rebase
source: Rebase
ja: リベース
ko: 리베이스
pl: Zmień bazę
ru: Перебазировать
tr: Yeniden temellendir
uk: Перебазувати
zh_hans: 变基

# settings.platform.wsl
source: WSL
ru: ВСЛ
zh_hans: 世界SL
